Repository: ox-it/eamena_v3
Catalog: eamena/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Find an Address
ar: أوجد عنوان

source: Loading resource data...
ar: تحميل بيانات المورد

source: Map Zoom
ar: تكبير الخريطة

source: Cursor
ar: المؤشر

source: long,lat
ar: خط الطول، خط العرض

source: Add Layer
ar: أضف طبقة

source: Overlays
ar: متراكب

source: Streets
ar: شوارع

source: Satellite
ar: قمر صناعي

source: Streets & Satellite
ar: شوارع وقمر صناعي

source: Loading results...
ar: نتيجة التحميل ...

source: Login to EAMENA
ar: الدخول إلى يامينا

source: Sign In
ar: توقيع للدخول

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة السر

source: Log In
ar: الدخول

source: Login failed
ar: فشل الدخول

source: Invalid username and/or password.
ar: اسم مستخدم و/أو كلمة سر غير صالح/ة

source: Review Edit History
ar: مراجعة تاريخخ التعديل

source: Delete Resource
ar: احذف المورد

source: Area Name
ar: اسم المنطقة

source: You won't be able to undo this operation!
ar: لن يمكنك عكس هذه العملية

source: Are you sure you want to permanently delete this resource from the database?
ar: هل أنت متأكد أنك تريد حذف هذا المورد بشكل نهائي من قاعدة البيانات؟

source: English
ar: انجليزي

source: Arabic
ar: عربي

source: Sorani
ar: سوراني

source: Heritage Resource E18 Feature
ar: مورد تراثي E18 ملمح

source: No name available
ar: لا يوجد اسم متاح

source: NAME.E41
ar: E41 الاسم

source: Resource
ar: مورد

source: Heritage Resource E27
ar: مورد ثقافي E27

source: Activity
ar: نشاط

source: No description available
ar: لا يوجد وصف متاح

source: INSERT RESOURCE DESCRIPTION NODE HERE
ar: أدخل علامة وصف المصدر هنا

source: Historic Event
ar: حدث تاريخي

source: Person/Organization
ar: شخص/مؤسسة

source: Information Resource
ar: معلومات المورد

source: Resource Summary
ar: ملخص المورد

source: URLs
ar: عنوان الموقع على الانترنت

source: Actions
ar: أفعال

source: Components
ar: مكونات

source: Resource Type
ar: نوع المورد

source: Measurements
ar: قياسات

source: Additional Information
ar: معلومات إضافية

source: Condition Assessment
ar: تقييم الحالة

source: Forms and Interpretations
ar: أشكال وتدخلات

source: Location
ar: الموقع

source: Geometry Upload
ar: إدخال الشكل الهندسي

source: Images and Files
ar: صور وملفات

source: Other Upload
ar: إدخال آخر

source: Designation
ar: دلالة

source: Role
ar: دور

source: Actor Summary
ar: ملخص الفاعل

source: Phase
ar: مرحلة

source: Related Resources
ar: موارد ذات صلة

source: Bibliography
ar: الكتب والمراجع

source: Shared Data
ar: البيانات المشتركة

source: Cartography
ar: رسم الخرائط

source: Imagery
ar: التصوير

source: Resource Description
ar: وصف المورد

source: Manage Resource
ar: إدارة المورد

source: None specified
ar: غير محدد

source: Languages
ar: اللغات

source: Documentation coming soon.
ar: إحضار التوثيق قريباً

source: Help
ar: مساعدة

source: Login
ar: دخول

source: Welcome
ar: مرحباً

source: Logout
ar: خروج

source: Toggle navigation
ar: ملاحة مفصلية

source: Home
ar: الصفحة الرئيسية

source: Search
ar: بحث

source: Map View
ar: رؤية الخريطة

source: Resource Manager
ar: مدير المصدر

source: RDM
ar: نظام التحكم عن بعد

source: Reference Data Manager (RDM)
ar: نظام التحكم عن بعد

source: Add Scheme
ar: أضف نظام

source: Import Scheme
ar: احضر نظام

source: Resource Data Manager
ar: نظام التحكم عن بعد

source: Unsaved edits...
ar: تعديلات لم يتم حفظها

source: Warning!
ar: تحذير

source: You have unsaved edits in your form that will be lost if you leave this form. Would you like to continue and discard your current edits?
ar: لديك تعديلات على الاستبيان الخاص بك، فإذا تركت هذا الاستبيان ستفقد التعديلات. هل تود الاستمرار والتخلّص من التعديلات التي أدخلتها؟

source: Cancel
ar: إلغاء

source: Discard Edits
ar: إلغاء التعديلات

source: Search for a resource...
ar: ابحث عن مورد

source: Location Filter
ar: مرشح المكان

source: Time Filter
ar: مرشح الزمن

source: Tools
ar: أدوات

source: Toggle Dropdown
ar: قائمة يتم إفرادها للتبديل

source: View Popular Searches
ar: أنظر الأبحاث المتواترة

source: Export results to .SHP
ar: أرسل النتائج إلى SHP

source: Export results to .CSV
ar: أرسل النتائج إلى CSV

source: Export results to .KML
ar: أرسل النتائج إلى KML

source: Export results to .JSON
ar: أرسل النتائج إلى JSON

source: Clear Search
ar: امسح البحث

source: Popular Searches:
ar: أبحات متواترة

source: Results
ar: نتائج

source: Map Filter Enabled
ar: تم تفعيل مرشح الخريطة

source: Time Filter Enabled
ar: تم تفعيل مرشح الزمن

source: Example Layer
ar: طبقة مثال

source: visible zoom range: 9-20
ar: المدى المرئي لاقتراب الكاميرا

source: City Admin Area
ar: منطقة إدارية بالمدينة

source: Archaeological certainty
ar: مدى التأكد الأثري

source: Location certainty
ar: مدى التأكد من الموقع

source: Site function(s)
ar: وظيفة (وظائف) الموقع

source: Activity Type
ar: نوع النشاط

source: Start of Occurrence
ar: بدء الحدث

source: End of Occurrence
ar: نهاية الحدث

source: Person/Organization Name
ar: اسم الشخص/ المؤسسة

source: Birth Date/Start of Existence
ar: تاريخ الميلاد/ بداية الوجود

source: Death Date/End of Existence
ar: تاريخ الوفاة/ نهاية الوجود

source: Information Resource Type
ar: نوع مصدر المعلومات

source: Date of Creation
ar: تاريخ التعيين الإحداث

source: Date of Publication
ar: تاريخ النشر

source: activity type
ar: نوع النشاط

source: start (yyyy-mm-dd)
ar: البداية (اليو-الشهر-السنة

source: end (yyyy-mm-dd)
ar: (النهاية (اليوم-الشهر-السنة

source: start action
ar: بداية الفعل

source: start date
ar: تاريخ البداية

source: end date
ar: تاريخ النهاية

source: No Actions Defined
ar: لم يتم تحديد أي فعل

source: Activity type
ar: نوع النشاط

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريخ النهاية

source: Names
ar: الاسم

source: The name value must be populated. A resource can only have one primary name.
ar: يجب ادخال قيمة الاسم. لا يحمل المصدر إلا اسم أساسي واحد

source: This resource has these names:
ar: هذا المصدر له هذه الأسماء

source: No Names Defined
ar: لم يتم تحديد أية أسماء

source: Edit this name
ar: تعديل هذا الاسم

source: yyyy-mm-dd
ar: اليوم-الشهر-السنة

source: The date and type values must be populated.
ar: يجب ادخال قيمة التاريخ والنوع

source: These dates are associated with this resource:
ar: هذه التواريخ مرتبطة بهذا المصدر

source: No Dates Defined
ar: لم يتم تحديد أية تواريخ

source: Edit this date
ar: تعديل هذا التاريخ

source: Keywords
ar: أسماء مفاتيح

source: The subject must be populated.
ar: يجب ادخال هذا الموضوع

source: These subjects are associated with this resource:
ar: هذه المواضيع مرتبطة بهذا المصدر

source: No Subjects Defined
ar: لم يتم تحديد أية مواضيع

source: Edit this subject
ar: تعديل هذا الموضوع

source: Name
ar: الاسم

source: The name and name type values must be populated.
ar: يجب ملئ قيمة الاسم وقيمة نوع الاسم

source: This Actor has the following Name(s):
ar: هذا الفاعل له الأسم/الاسماء التالية:

source: Delete this name
ar: امسح هذا الاسم

source: Person/Organisation Type
ar: نوع الشخص/المؤسسة

source: Type
ar: النوع

source: A person/organisation type value must be populated.
ar: شخص/مؤسسة يجب إدخال قيمة

source: This actor has the following Type(s):
ar: هذا الفاعل له هذا النوع/الأنواع

source: No Types Defined
ar: لم يتم تحديد نوع

source: Delete this type
ar: احذف هذا النوع

source: Edit this type
ar: تعديل هذا النوع

source: Country
ar: الدولة

source: This actor's country of origin is:
ar: البلد الأصلي لهذا الفاعل هو:

source: No Country Defined
ar: لم يتم تحديد دولة

source: Delete this country
ar: احذف هذا البلد

source: Edit this item
ar: تعديل هذا البند

source: Map Source
ar: مصدر الخريطة

source: Source
ar: مصدر

source: A map source must be selected.
ar: يجب اختيار مصدر الخريطة

source: These sources are associated with this resource:
ar: هذه المصادر مرتبطة بهذا المورد

source: No Map Source defined
ar: لم يتم تحديد مصدر الخريطة

source: Delete this right
ar: احذف هذه الحقوق

source: Edit this right
ar: تعديل هذه الحقوق

source: Creator
ar: المنشئ

source: A right type must be selected.
ar: يجب اختيار النوع الصحيح

source: This creator is associated with this resource:
ar: هذا المنشئ هذو صلة بهذا المورد

source: No Creator(s) Defined
ar: المنشئ غير معرّف

source: Series
ar: سلسلة

source: This series is associated with this resource:
ar: هذه السلسلة ذات صلة بهذا المورد

source: No Series Defined
ar: لم يتم تحديد سلسلة

source: Place of publication
ar: مكان النشر

source: Place
ar: مكان

source: The resource type value must be populated.
ar: يجب ادخال قيمة المورد

source: This resource is published here:
ar: هذا المورد منضور عنه هنا

source: No Place Defined
ar: لم يتم تحديد مكان

source: Delete this publisher/date
ar: احذف هذا الناشر/التاريخ

source: Edit this publisher/date
ar: تعديل هذا الناشر/التاريخ

source: author
ar: المؤلف

source: Projection/Grid
ar: اشعاع/شبكة

source: Scale
ar: المقياس

source: The Projection/Grid must be populated.
ar: يجب تعبئة الاشعاع/الشبكة

source: This projection/grid is associated with this resource:
ar: هذا الإشعاع/ هذه الشبكة مرتبط/ة بهذا المورد

source: No Projection/Grid Defined
ar: لم يتم تحديد اشعاع/شبكة

source: Delete this projection/grid
ar: امسح هذا الاشعاع/الشبكة

source: Edit this projection/grid
ar: تعديل هذا الاشعاع/الشبكة

source: The Scale must be populated.
ar: يجب تعبئة المقياس

source: This scale is associated with this resource:
ar: هذا المقياس ذو صلة بهذا المصدر

source: No Scale Defined
ar: لم يتم تحديد مقياس

source: Delete this scale
ar: احذف هذا المقياس

source: Edit this scale
ar: تعديل هذا المقياس

source: Sheet Number
ar: رقم الصفحة

source: This resource has these sheet numbers:
ar: هذا المورد له أرقام الصفحات التالية:

source: No Sheet Number(s) defined
ar: لم يتم تحديد أرقام صفحات

source: Delete this sheet number
ar: أحذف رقم الصفحة هذا

source: Edit this sheet number
ar: تعديل رقم الصفحة هذه

source: Sheet Name
ar: اسم الصفحة

source: Sheet name
ar: اسم الصفحة

source: The sheet name must be populated.
ar: يجب تعبئة اسم الصفحة

source: This resource has these Sheet Name(s)
ar: هذا المورد له أسماء الصفحات هذه

source: No Sheet Name Defined
ar: لم يتم تحديد رقم صفحة

source: Delete this sheet name
ar: احذف اسم الصفحة هذا

source: Edit this sheet name
ar: تعديل اسم الصفحة هذا

source: Edition
ar: نسخة

source: The edition value must be populated.
ar: يجب تعبئة قيمة النسحة

source: This resource has this Edition(s)
ar: هذا المورد له هذه النسخة/النسخ

source: No Edition Defined
ar: لم يتم تحديد نسخة

source: Delete this edition
ar: امسح هذه النسخة

source: Edit this edition
ar: تعديل هذه النسخة

source: Feature Form
ar: شكل الملمح

source: Type certainty
ar: مدى التأكد من النوع

source: Shape
ar: الهيئة

source: Arrangement
ar: الترتيب

source: Number
ar: العدد

source: Feature form(s) recorded:
ar: شكل/أشكال الملمح المسجلة

source: No Values Defined
ar: لم يتم تحديد قيمة

source: Delete this measurement
ar: احذف هذه القياسات

source: Edit this measurement
ar: تعديل هذا القياس

source: Feature type
ar: نوع الملمح

source: type certainty
ar: مدى التأكد من النوع

source: shape
ar: الهيئة

source: arrangement
ar: الترتيب

source: number type
ar: نوع الرقم

source: Feature Interpretation
ar: تفسير الملمح

source: Interpretation
ar: التفسير

source: Interpretation certainty
ar: مدى التأكد من التفسير

source: Interpretation number
ar: رقم التفسير

source: Feature interpretation(s) recorded:
ar: التفسير/التفاسير المسجلة للملمح

source: interpretation type
ar: نوع التفسير

source: intepretation certainty
ar: مدى التأكد من التفصير

source: interpretation number type
ar: نوع رقم التفسير

source: component
ar: مكون

source: style
ar: طراز

source: material
ar: مواد

source: No Components Defined
ar: لم يتم تحديد مكون

source: Component
ar: مكون

source: Style
ar: طراز

source: Material
ar: مواد

source: This resource has these modifications:
ar: هذا المورد به هذه التعديلات

source: No Modifications Defined
ar: لم يتم تحديد تعديلات

source: Edit this description
ar: تعديل هذا الوصف

source: Mapped Locations
ar: مواقع لها خرائط

source: Basemaps
ar: خرائط مرجعية

source: Geometry Tools
ar: أدوات هندسية

source: Draw new point
ar: ارسم نقطة جديدة

source: Draw new line
ar: ارسم خط جديد

source: Draw new polygon
ar: ارسم مضلع جديد

source: Add from gpx, kml, or geojson
ar: geojson أو kml أو gpx أضف من

source: (or drag and drop the file onto the map)
ar: أو اسحب الملف واسقطه على الخريطة

source: Add Geometry
ar: أضف خصائص هندسية

source: This resource is represented by the following geometries:
ar: هذا المورد يتم تمثيله بالخصائص الهندسية التالية

source: No geometries defined
ar: لم يتم تحديد خصائص هندسية

source: Resource Descriptions
ar: وصف المورد

source: All values must be populated.
ar: يجب تعبئة جميع القيم

source: This resource has these descriptions:
ar: هذا المورد له هذه الأوصاف

source: No Descriptions Defined
ar: لم يتم تحديد وصف

source: Remove this description
ar: احذف هذا الوصف

source: from (yyyy-mm-dd)
ar: (من (يوم/شهر/سنة

source: to (yyyy-mm-dd)
ar: (إلى (يوم/شهر/ سنة

source: This resource has the following designations:
ar: هذا المورد له هذه الإسنادات

source: No Designations Defined
ar: لم يتم تحديد اسنادات

source: Delete this designation
ar: احذف هذا الاسناد

source: A type and date must be specified.
ar: يجب تحديد نوع وتاريخ

source: Resource Classification
ar: تصنيف المورد

source: Loading ....
ar: تحميل...

source: Classification
ar: تصنيف

source: Cultural Period
ar: فترة ثقافية

source: From
ar: هيئة

source: To
ar: إلى

source: Related Features
ar: ملمح ذو صلة

source: Part 1: Summary
ar: الجزء الأول: ملخص

source: Part 2: Related Features
ar: الجزء الثاني: ملامح ذات صلة

source: Part 1
ar: الجزء الأول

source: Classification Summary
ar: ملخص التصنيف

source: Start your classification by describing it's type, use and cultural period.
ar: ابدأالتصنيف بوصف النوع والاستخدام والفترة الثقافية

source: morphology
ar: المورفولوجي

source: use
ar: الاستخدام

source: period
ar: العصر

source: Part 2
ar: الجزء الثاني

source: Assessment Summary
ar: ملخص التقييم

source: Select this classification's related features.
ar: اختار الملامح ذات الصلة بهذا التصنيف

source: No related features selected
ar: لم يتم اختيار ملامح

source: Are you ready to delete this assessment?
ar: هل أنت مستعد لحذف هذا التقييم؟

source: No
ar: لا

source: Yes
ar: نعم

source: URL
ar: عنوان الموقع على الانترنت

source: Access date
ar: تاريخ الدخول

source: This resource has the following URLs:
ar: هذا المورد له هذا الموقع على الانترنت

source: No URLs defined
ar: لم يتم تحديد موقع على الانترنت

source: Delete this URL
ar: احذف موقع على الانترنت

source: Edit this URL
ar: تعديل هذا الموقع على الانترنت

source: Date of access
ar: تاريخ الدخول

source: Name(s)
ar: اسم/اسماء

source: No file uploaded for this resource yet
ar: لم يتم تحميل ملف لهذا المورد بعد

source: Delete Image
ar: احذف الصورة

source: Download this file
ar: حمّل هذا الملف

source: Delete this file
ar: احذف هذا الملف

source: format
ar: تشكيل/ تصميم البنية

source: Delete File
ar: احذف الملف

source: Are you sure you want to delete the file?
ar: هل أنت متأكد أنك تريد حذف هذاالملف؟

source: Delete
ar: حذف

source: Only one file allowed
ar: ملف واحد فقط مسموح به

source: Only one file is allowed to be associated with this resource.
ar: ملف واحد فقط مسموح أن يكون ذا صلة بهذا المورد

source: OK
ar: موافق

source: DISCLAIMER: Please bear in mind that the database is OPEN-ACCESS and therefore ANY images or files that are uploaded must be Public Domain. It is your responsibility to ensure that you have permission to upload the file into the EAMENA database and that doing so does not violate any copyright or intellectual property laws. Any images or files that are found to violate copyright will be DELETED immediately. If you find any images or files in the database that you know or suspect to be in breach of copyright, please notify a member of the EAMENA team. Furthermore, if you upload any personal files (e.g. personal photographs, survey notes), be aware that these may be downloaded and used by any member of the public. EAMENA are not responsible if files are downloaded and used in ways not approved or anticipated by the uploader.
ar: إخلاء المسئولية: الرجا الأخذ في الاعتبار أن قاعدة البيانات هي (مصدر مفتوح) ولذلك يجب أن تكون جميع الصور والملفات التي يتم تحميلها ملكية عامة. وهي مسئوليتك أن تتأكد أن لديك تصريح بتحميل الملف على قاعدة بيانت يامينا وأنك عندما تفعل ذلك لا تتعدى على أية قوانين متعلقة بحقوق ملكية فكرية وحقوق النسخ. وإذا وجد أن أية صورة أو أي ملف يخالف حوق النسخ سيتم حذفه فوراً. وإن وجدت أية صور أو ملفات في قاعدة البيانات تعلم أو تشك أنها تنتهك حقوق النسخ فالرجاء إبلاغ أحد أعضاء فريق يامينا. وكذلك الرجا الأخذ في الاعتبار أن عند تحميلك لأية ملفات أو صور شخصية (مثال: صور شخصية، أو الملاحظات الخاصة بك فيما يخص المساحة) فقد يتم تنزيل هذه الملفات أو الصور واستخدامها بواسطة أي شخص من العامة. وتخلي يامينا مسئوليتها عن أية ملفات يتم تنزيلها واستخدامها بطريقة لا تقرّها أو لم تتوقعها الجهة التي قامت بتحميله.

source: Catalog ID
ar: هوية الفهرس

source: Editors
ar: المحررون

source: This resource has this Catalog ID:
ar: هذا المورد له هويةالكتالوج هذه

source: No Catalog ID Defined
ar: لم يتم تحديد هوية فهرس

source: Edit this Catalog ID
ar: تعديل هوية هذا الكتالوج

source: These types are associated with this resource:
ar: هذه الأنواع ذات صلة بهذا المورد

source: No Source Defined
ar: لم يتم تحديد مصدر

source: Creator(s)/Owner(s)
ar: المنشئ (المنشئون)/ المالك/المالكون

source: Creator(s)
ar: المنشئ

source: Creators
ar: المنشئ

source: This resource has these authors:
ar: هذاالمورد له هؤلاء المؤلفين

source: No Creators(s) Defined
ar: لم يتم تعريف منشئ (أو منشئين)

source: Image Details
ar: تفاصيل الصورة

source: Platform/Vehicle
ar: منصة/آلية

source: Sensor/Camera Model
ar: موديل أداة الاستشعار/آلة التصوير

source: Bands/Colours/Spectral Resolution
ar: حرم/ألوان/وضوح صورة خاص

source: Sensor/Camera Type
ar: نوع أداة الاستشعار/ آلة التصوير

source: Sensor/Camera Resolution
ar: دقة شاشة جهاز استشعار آلة التصوير

source: Imagery Acquisition details recorded:
ar: التفاصيل المسجلة لاقتناء الصورة

source: Platform
ar: المنصة

source: Sensor/Camera Model
ar: موديل أداة الاستشعار/ آلة التصوير

source: Sensor/Camera Type
ar: نوع أداة الاستشعار/ آلة التصوير

source: Sensor/Camera Resolution
ar: درجة وضوح أداة الاستشعار/ آلة التصوير

source: Post-Processing Resolution
ar: درجة الوضوع بعد المعالجة

source: Resolution
ar: دقة الشاشة

source: The Keyword must be populated.
ar: يجب ادخال الكلمة المفتاح

source: This resolution is associated with this resource:
ar: دقة الشاشة هذه ذات صلة بهذا المورد

source: No Resolution Defined
ar: لم يتم تحديد دقة شاشة

source: Delete this resolution type
ar: احذف نوع دقة الشاشة هذه

source: Edit this resolution
ar: تعديل دقةالشاشة هذه

source: Processing Type
ar: نوع المعالجة

source: This processing type is associated with this resource:
ar: نوع هذه العملية ذو صلة بهذا المورد

source: No Processing Type Defined
ar: لم يتم تحديد نوع معالجة

source: Acquisition date
ar: تاريخ الاستحواذ/ الالتقاط

source: File date
ar: تاريخ الملف

source: Copyright Type
ar: نوع حقوق النسخ

source: Copyright
ar: حقوق النشر

source: This copyright is associated with this resource:
ar: حقوق النشر هذه ذات صلة بهذا المورد

source: No Copyright Defined
ar: لم يتم تحديد حقوق نشر

source: Delete this copyright
ar: احذف حقوق النشر هذه

source: Edit this copyright
ar: تعديل حقوق النشر هذه

source: No Information Resource Type Defined
ar: لم يتم تحديد نوع مصدر المعلومات

source: Formats
ar: تشكيل

source: Format Type
ar: نوع التشكيل

source: The format must be populated.
ar: يجب ادخال التشكيل

source: These formats are associated with this resource:
ar: هذا التشكيل ذا صلة بهذاالمورد

source: No Formats Defined
ar: لم يتم تحديد تشكيل

source: Delete this format type
ar: احذف نوع التشكيل هذا

source: Edit this format type
ar: تعديل نوع التشكيل هذا

source: Remove this geometry
ar: احذف هذه الخصائص الهندسية

source: Edit this geometry
ar: تعديل هذه الخصائص الهندسية

source: Grid ID
ar: هوية الشبكة

source: Resource ID
ar: هوية المصدر

source: This resource has the following Grid ID code:
ar: لهذا المورد رمز هوية الشبكة التالي

source: No Grid ID Defined
ar: لم يتم تحديد هوية الشبكة

source: Certainty of Location
ar: مدى التأكد من الموقع

source: location certainty
ar: مدى التأكد من المكان

source: Certainty of location rank:
ar: مدى التأكد من رتبة الموقع

source: No Certainty Defined
ar: لم يتم تحديد مدى التأكد

source: Remove this relationship
ar: احذف هذه العلاقات

source: Edit this setting
ar: تعديل هذا الضبط

source: Certainty of Geometry Extent
ar: مدى التأكد من أبعاد الخصائص الهندسية

source: extent certainty
ar: مدى التأكد من الأبعاد

source: Certainty of geometry extent rank:
ar: مدى التأكد من رتبة أبعاد الخصائص الهندسية

source: Topographic Setting
ar: الموقع الطبوغرافي

source: topography
ar: الطبوغرافية

source: Topographic settings:
ar: المواقع الطبوغرافية

source: No Settings Defined
ar: لم يتم تحديد موقع

source: (More fields)
ar: حقول أخرى

source: Addresses
ar: عناوين

source: resource address
ar: عنوان المورد

source: This resource has the following addresses:
ar: هذا المورد له هذه العناوين

source: No Addresses Defined
ar: لم يتم تحديد عناوين

source: Location Description
ar: وصف الموقع

source: Administrative Areas
ar: المناطق الإدارية

source: Admin Area Type
ar: نوع المنطقة الإدارية

source: This resource is located in the following Administrative Areas:
ar: هذا المورد يقع في المناطق الإدارية التالية

source: No Administrative Areas Defined
ar: لم يتم تحديد مناطق إدارية

source: Cadastral References
ar: مصادر مساحية

source: Parcel Number
ar: رقم قطعة الأرض

source: This resource is related to the following Parcels:
ar: هذا المورد يرتبط بقطعة الأرض التالية:

source: No Parcels Defined
ar: لم يتم تحديد قطع

source: Condition State
ar: الحالة

source: Condition type defined:
ar: تحديد نوع الحالة

source: No type Defined
ar: لم يتم تحديد نوع

source: type
ar: نوع

source: Disturbance Extent
ar: مدى الاضطراب

source: Disturbance extent defined:
ar: تحديد مدى الاضطراب

source: None Defined
ar: غير محدد

source: approximate horizontal extent of site disturbed
ar: الحدود الأفقية التقريبية لموقع به اضطراب

source: Disturbance Assessment
ar: تقييم الاضطراب

source: Cause
ar: السبب

source: Cause certainty
ar: مدى التأكد من السبب

source: Effect 1
ar: التأثير 1

source: Effect 1 certainty
ar: مدى التأكد من التأثير 1

source: Effect 2
ar: التأثير 2

source: Effect 2 certainty
ar: مدى التأكد من التأثير 2

source: Effect 3
ar: التأثير 3

source: Effect 3 certainty
ar: مدى التأكد من التأثير 3

source: Effect 4
ar: التأثير 4

source: Effect 4 certainty
ar: مدى التأكد من التأثير 4

source: Effect 5
ar: التأثير 5

source: Effect 5 certainty
ar: مدى التأكد من التأثير 5

source: Date type
ar: نوع التاريخ

source: Disturbance state defined records:
ar: التسجيلات التي تم تحديدها لحالة الاضطراب

source: cause
ar: السبب

source: cause certainty
ar: مدى التأكد من السبب

source: effect 1
ar: التأثير 1

source: effect 1 certainty
ar: مدى التأكد من التأثير 1

source: effect 2
ar: التأثير 2

source: effect 2 certainty
ar: مدى التأكد من التأثير 2

source: effect 3
ar: التأثير 3

source: effect 3 certainty
ar: مدى التأكد من التأثير 3

source: effect 4
ar: التأثير 4

source: effect 4 certainty
ar: مدى التأكد من التأثير 4

source: effect 5
ar: التأثير 5

source: effect 5 certainty
ar: مدى التأكد من التأثير 5

source: date type
ar: نوع التاريخ

source: start
ar: البداية

source: end
ar: النهاية

source: Threat Assessment
ar: تقييم المخاطر

source: Cause
ar: السبب

source: Threat state defined records:
ar: السجلات التي تم تحديدها لحالة المخاطر

source: Unit
ar: الوحدة

source: Each measurement must have a type, unit, and value.
ar: كل قياس يجب أن يكون له نوع، ووحدة، وقيمة

source: This resource has these measurements:
ar: هذا المورد له هذه القياسات

source: No Measurements Defined
ar: لم يتم تحديد قياسات

source: Period
ar: العصر

source: The phase type value must be populated.
ar: يجب إدخال قيمة نوع المرحلة

source: This resource has the following phases:
ar: هذا المورد له هذه المراحل
