Repository: ox-it/eamena_v3
Catalog: eamena/locale/*/LC_MESSAGES/django.po
Languages: ar

source: No Phases Defined
ar: لم يتم تحديد مراحل

source: Delete this phase
ar: احذف هذه المرحلة

source: Author(s)
ar: مؤلف/مؤلفون

source: Authors
ar: مؤلف/مؤلفون

source: No Author(s) Defined
ar: لم يتم تحديد مؤلف

source: Date
ar: التاريخ

source: This resource was published in this year:
ar: تم نشر هذا المورد في هذه السنة

source: Title
ar: عنوان

source: The Type value must be populated. A resource can only have one primary name.
ar: يجب ادخال قيمة النوع. ولا يحمل المورد سوى اسم أساسي واحد

source: This resource has this title:
ar: هذا المورد له هذا العنوان

source: No Titles Defined
ar: لم يتم تحديد عنوان

source: Delete this Title
ar: امسح هذا العنوان

source: Edit this title
ar: تعديل هذا العنوان

source: Editor(s)
ar: المحرر

source: This resource has these editors:
ar: هذا المورد له هؤلاء المؤلفين:

source: No Editor(s) Defined
ar: المحرر غير معرّف

source: editor
ar: المحرر

source: Source (e.g. Journal/Volume title)
ar: المصدر (مثال: الدورية/عنوان المجلد)

source: This resource has this source:
ar: هذا المورد له هذاالمصدر

source: Delete this source
ar: احذف هذا المصدر

source: Edit this source
ar: تعديل هذا المصدر

source: source
ar: مصدر

source: place
ar: مكان

source: This resource was published at this place:
ar: هذا المورد كان منشوراً عنه في هذا المكان:

source: No Place of Publication Defined
ar: لم يتم تحديد مكان النشر

source: Delete this place
ar: احذف هذا المكان

source: Edit this place
ar: تعديل هذا المكان

source: Publisher
ar: الناشر

source: This resource has this publisher:
ar: هذا المورد له هذا الناشر

source: No Publisher Defined
ar: لم يتم تحديد الناشر

source: Delete this publisher
ar: احذف هذا الناشر

source: Edit this publisher
ar: تعديل هذا الناشر

source: publisher
ar: الناشر

source: Volume
ar: المجلد

source: This resource is from this volume:
ar: هذا المورد من هذا المجلد:

source: No Volume Defined
ar: لم يتم تحديد مجلد

source: Delete this Volume
ar: حذف هذا المجلد

source: Edit this Volume
ar: تعديل

source: Issue/Edition
ar: العدد/النسخة

source: Issue
ar: العدد

source: This resource is from this issue:
ar: هذا المورد من هذا الإصدار:

source: No Issue Defined
ar: لم يتم تحديد إصدار

source: Delete this issue
ar: احذف هذا الإصدار

source: Edit this issue
ar: تعديل هذا الإصدار

source: issue
ar: إصدار

source: Pages(s)
ar: الصفحة/ الصفحات

source: Pages
ar: الصفحة/ الصفحات

source: This resource has the following page numbers:
ar: هذا المورد له أرقام الصفحات التالية:

source: No Pages Defined
ar: لم يتم تحديد صفحات

source: Delete these page numbers
ar: احذف أرقام الصفحات هذه

source: Edit these page numbers
ar: تعديل أرقام الصفحات هذه

source: pages
ar: الصفحات

source: Figure(s)
ar: (شكل (أشكال

source: This resource has these figures:
ar: هذا المورد له هذه الأشكال:

source: No Figure(s) Defined
ar: لم يتم تحديد أشكال

source: Delete this figure(s)
ar: احذف هذا الشكل /هذه الأشكال

source: Edit this figure(s)
ar: تعديل هذا الشكل /هذه الأشكال

source: Figure
ar: الشكل

source: A title, title type, and relationship type must be specified. If specifying a description, then a description type must be defined as well.
ar: يجب تحديد الوصف، ثم نوع الوصف كذلك

source: This resource has no related files yet
ar: هذا المورد لاتوجد ملفات خاصة به بعد

source: Related Images
ar: أشكال ذات صلة

source: Previous
ar: السابق

source: Edit
ar: تعديل

source: Next
ar: التالي

source: Related Files
ar: ملفات ذات صلة

source: Edit this file
ar: تعديل هذا الملف

source: relation
ar: علاقة

source: Edit Related File Resource
ar: تعديل ملف المورد ذو الصلة

source: Title Type
ar: نوع العنوان

source: Description
ar: الوصف

source: Description Type
ar: نوع الوصف

source: Relationship Type
ar: نوع العلاقة

source: Are you sure you want to delete the relationship to this file?
ar: هل أنت متأكد أنك تريد حذف العلاقة بهذا الملف؟

source: Remove this file
ar: احذف هذا الملف

source: Save
ar: احفظ

source: Part 1: Upload Files
ar: الجزء الأول: إدخال ملفات

source: Part 2: Title
ar: الجزء الثاني: العنوان

source: Part 3: Description
ar: الجزء الثالث: الوصف

source: Part 4: Relationship
ar: الجزء الرابع: العلاقة

source: Upload Files
ar: إدخال ملفات

source: File Information
ar: معلومات الملف

source: Add a name/title and description for each file
ar: أضف اسم/عنوان ووصف لكل ملف

source: Part 3
ar: الجزء الثالث

source: Add description and desctiption type for each file
ar: أضف الوصف ونوع الوصف لكل ملف

source: Part 4
ar: الجزء الرابع

source: Describe Relationship
ar: وصف العلاقة

source: Describe the relationship each file has with the current resource
ar: أوصف علاقة كل ملف بالمورد الحالي

source: Discard edits
ar: إلغاء التعديلات

source: Save edits
ar: حفظ التعديلات

source: Find Resources
ar: ابحث عن المورد

source: Show Relationships
ar: عرض العلاقات

source: This resource has no relationships yet
ar: ليس لهذا المورد علاقات بعد

source: Edit this relationship
ar: تعديل هذه العلاقة

source: Map filter
ar: مرشح الخريطة

source: Attribute filter
ar: مرشح الوصف

source: Time filter
ar: مرشح الزمن

source: Edit Relationship
ar: تعديل العلاقة

source: Add Relationship
ar: إضافة علاقة

source: Relationship:
ar: علاقة

source: Add
ar: أضف

source: Actor Roles
ar: مهام الفاعل

source: Certainty
ar: مدى التأكد

source: The role type value must be populated.
ar: يجب إدخال قيمة نوع الدور

source: This resource has the following roles:
ar: هذا المورد له هذه الأدوار

source: No Roles Defined
ar: لم يتم تحديد أية أدوار

source: Delete this role
ar: احذف هذا الدور

source: Edit this role
ar: تعديل هذه المهمة

source: From date
ar: من تاريخ

source: To date
ar: إلى تاريخ

source: Shared data source
ar: مصدر مشاركة البيانات

source: Shared data source project
ar: مشروع مشاركة مصدر البيانات

source: This resource has these shared data source projects:
ar: هذا المورد له مشاريع مشاركة مصدر البيانات هذه:

source: This resource has this shared data source:
ar: هذا المورد له مشاركة مصدر البيانات هذه:

source: No Shared data source project defined
ar: لم يتم تحديد مشروع مشاركة بيانات

source: Delete this shared data source project
ar: احذف مشروع مشاركة مصدر البيانات هذا

source: shared data source project
ar: مشروع مشاركة مصدر البيانات

source: Shared data source date
ar: تاريخ مشاركة مصدر البيانات

source: This resource has the following ID code:
ar: هذاالمورد له رمز الهوية التالي

source: No ID Defined
ar: لم يتم تحديد هوية

source: Resource Name(s)
ar: اسم (أسماء) المورد

source: Site Function
ar: وظيفة الموقع

source: Certainty required.
ar: مدى التأكد المطلوب

source: This resource has these functions:
ar: هذا المورد له هذه الوظائف

source: No Function Defined
ar: لم يتم تحديد وظيفة

source: Overall Site Morphology
ar: مورفولوجية الموقع العامة

source: Morphology
ar: المورفولوجية

source: The keyword must be populated.
ar: يجب إدخال الكلمة المفتاح

source: Delete this keyword
ar: امسح هذه الكلمة المفتاح

source: Edit this keyword
ar: تعديل هذه الكلمة المفتاح

source: Overall Site Shape
ar: الشكل العام للموقع

source: Overall Site Certainty
ar: مدى التأكد بصورة عامة من الموقع

source: Degree of certainty that this is a cultural heritage resource:
ar: مدى التأكد من أن هذا مورد تراث ثقافي

source: This resource has these cultural periods assigned:
ar: لهذا المورد الفترات الثقافية التالية

source: No Cultural Period Defined
ar: لم يتم تحديد فترات تاريخية

source: Time-Span Phase(s)
ar: الزمن - مدى المرحلة /المراحل

source: From and To dates required.
ar: مطلوب تاريخي من وإلى

source: Time Span Phase(s):
ar: الزمن - مدى المرحلة /المراحل

source: from date
ar: تاريخ من

source: to date
ar: تاريخ إلى

source: Resource Assessor Name, Assessment Type and Date
ar: اسم الذي قام بتقييم المورد، ونوع التقييم وتاريخه

source: Assessor name
ar: اسم القائم بالتقييم

source: Assessment Type
ar: نوع التقييم

source: Date (yyyy-mm-dd)
ar: التاريخ (السنة-الشهر-اليوم

source: The name type and date fields must all be populated.
ar: يجب إدخال نوع الاسم والتاريخ

source: This resource has been assessed by :
ar: تم تقييم هذا المورد بواسطة

source: No Assessment Details Provided
ar: لم يتم إدخال تفاصيل التقييم

source: Assessor
ar: المقيم

source: Date of Assessment
ar: تاريخ التقييم

source: Loading...
ar: تحميل...

source: Manage
ar: إدارة

source: Add Top Concept
ar: أضف المفهوم الأعلى

source: Import Top Concept from SPARQL
ar: احضر المفهوم الأعلى من SPARQL

source: Add Child
ar: أضف طفل

source: Import Child from SPARQL
ar: أحضر طفل من SPARQL

source: Manage Parents
ar: إدارة الأبوين

source: Close
ar: أغلق

source: Import Child from AAT
ar: أحضر طفل من AAT

source: Labels
ar: تسميات

source: Add label
ar: أضف تسمية

source: Delete this label?
ar: أحذف هذه التسمية

source: preferred
ar: مفضل

source: alternate
ar: بدّل

source: hidden
ar: مختبئ

source: Notes
ar: ملاحظات

source: Add note
ar: أضف ملاحظة

source: Delete this note?
ar: أحذف هذه الملاحظة؟

source: Broader/Narrower Concepts
ar: مفاهيم أعرض/أضيق

source: Show graph
ar: أظهر الرسم التوضيحي

source: Show tree
ar: أظهر الشجرة

source: Jump to this concept
ar: أقفز إلى هذا المفهوم

source: Delete this concept?
ar: احذف هذا المفهوم

source: By deleting this concept, you will also be deleting the following concepts as well. This operation cannot be undone.
ar: بحذف هذا المفهوم، فأنت تحذف أيضاً المفاهيم التالية أيضاً. هذه العملية لا يمكن عكسها

source: Related Concepts
ar: مفاهيم ذات صلة

source: Add related concept
ar: أضف مفهوم ذو صلة

source: Remove the relationship to this concept?
ar: احذف الربط بهذا المفهوم

source: Values
ar: قيم

source: Add value
ar: أضف قيمة

source: Delete this value?
ar: احذف هذه القيمة؟

source: Edit this value
ar: تعديل هذه القيمة

source: Images
ar: صور

source: Add images
ar: أضف صور

source: Identifiers
ar: محددات

source: Arches ID:
ar: هوية آرشز

source: Are you ready to delete this item?
ar: هل أنت مستعد لحذف هذا البند

source: Unable to Delete
ar: غير قابل للحذف

source: This concept or one of it's subconcepts is already in use by an existing resource.
ar: هذا المفهوم، أو واحد من المفاهيم الفرعية الخاصة به، يستعمل فعلياً بواسطة مورد آخر

source: Ok
ar: موافق

source: Manage the dropdown values that appear in forms here.
ar: إدارة قائمة القيم التي يتم إفرادها وتظهر في الاستبيان هنا

source: Member Hierarchy
ar: هيكلية العضو

source: Add dropdown entry
ar: أضف مدخل بقائمة يتم إفرادها

source: Expand this entry
ar: تمديد هذا المدخل

source: Remove this entry from the dropdown
ar: احذف هذا المدخل من القائمة التي يتم إفرادها

source: Add Concept
ar: أضف مفهوم

source: Label
ar: تسمية

source: Note
ar: ملاحظة

source: Language
ar: لغة

source: Relation from Parent
ar: علاقة من الوالد

source: Save changes
ar: احفظ التغييرات

source: Add Concept Scheme
ar: أضف نظام مفاهيمي

source: ConceptScheme Name
ar: اسم نظام مفاهيمي

source: Scope Note
ar: ملاحظة نطاق

source: Delete Scheme
ar: احذف نظام

source: Select scheme to delete
ar: اختار نظام لحذفه

source: Export Scheme
ar: تصدير نظام

source: Select scheme to export
ar: اختار نظام لتصديره

source: Export
ar: تصدير

source: Import Concept
ar: احضر مفهوم

source: Search for a concept...
ar: ابحث عن مفهوم...

source: Organization
ar: تنظيم

source: Concept Indentifiers
ar: محددات المفهوم

source: Error
ar: خطأ

source: Import
ar: أحضر

source: Import New Concept Scheme
ar: أحضر نظام مفاهيمي جديد

source: SKOS File
ar: ملف SKOS

source: Upload File
ar: تحميل ملف

source: New Parent Concept
ar: مفهوم والد جديد

source: Relation to Parent
ar: علاقة بوالد

source: Current Parents
ar: الوالد الحالي

source: Remove the relationship to this parent concept
ar: انقل العلاقة إلى مفهوم الوالد هذا

source: Remove the relationship to this parent concept.
ar: احذف العلاقة بمفهوم الوالد هذا

source: Deleting reference to parent:
ar: احذف الإرجاع إلى الوالد

source: Manage Related Concepts
ar: إدارة المفاهيم ذات الصلة

source: Location Information
ar: معلومات الموقع

source: Activity Details
ar: تفاصيل النشاط

source: Tasks
ar: مهام

source: No classifications recorded
ar: لم يتم تسجيل تصنيفات

source: Dates (from/to)
ar: تواريخ (من/إلى

source: External System References
ar: مصادر خارجية للنظام

source: No names recorded
ar: لا أسماء لمن قام بالتسجيل

source: No types recorded
ar: لم يتم تسجيل أنواع

source: Country of Origin
ar: بلد المنشأ

source: No country recorded
ar: لم يتم تسجيل بلد

source: Roles
ar: الأدوار

source: No URLs recorded
ar: لم يتم تسجيل موقع على الانترنت

source: Access date:
ar: تاريخ الدخول

source: Settings
ar: الوضعيات

source: No settings recorded
ar: لم يتم تسجيل وضعيات

source: Classification/Components
ar: تصنيف/ مكونات

source: Modifications
ar: تعديلات

source: No modifications recorded
ar: لم يتم تسجيل تعديلات

source: Condition
ar: الحالة

source: Event Details
ar: تفاصيل الفعالية

source: Actions/Activities
ar: أفعال/ فعاليات

source: Cartography Description
ar: وصف الخريطة

source: Shared Dataset Description
ar: وصف البيانات المشتركة

source: Resource type(s)
ar: نوع (أنواع) المورد

source: Resource format(s)
ar: تشكيل المورد

source: No formats recorded
ar: لم يتم تسجيل تشكيلات

source: Resource Report
ar: تقرير عن المورد

source: Map
ar: خريطة

source: No areas recorded
ar: لم يتم تسجيل مناطق

source: No features recorded
ar: لم يتم تسجيل ملامح

source: Arches ID
ar: هوية آرشز

source: Features
ar: ملامح

source: No components recorded
ar: لم يتم تسجيل مكونات

source: none defined
ar: غير محدد

source: Technique
ar: التقنية

source: Overall condition of resource
ar: الحالة العامة للمورد

source: Cultural periods
ar: الفترات الثقافية

source: (Certainty:
ar: مدى التأكد

source: No descriptions recorded
ar: لم يتم تسجيل وصف

source: Overall disturbance extent
ar: المدى العام للاضطرابات

source: Types of disturbances affecting the resource
ar: أنوا الاضطرابات التي تؤثر في المورد

source: From:
ar: هيئة

source: To:
ar: إلى

source: No references recorded
ar: لم يتم تسجيل مصادر

source: Feature forms within Heritage Resource
ar: أشكال الملمح ضمن المورد التراثي

source: Form Type
ar: نوع الشكل

source: Certainty
ar: مدى التأكد

source: (Number)
ar: الرقم

source: No feature forms recorded
ar: لم يتم تسجيل أنواع الملمح

source: Feature intepretations within Heritage Resource
ar: تفسير الملمح ضمن المورد الثقافي

source: No feature interpretations recorded
ar: لم يتم تسجيل تفسيرات للملمح

source: No Catalog ID recorded
ar: لم يتم تسجيل هوية كتالوج

source: Imagery Source
ar: مصدر الصورة

source: No Source recorded
ar: لم يتم تسجيل مصدر

source: Imagery Creator/Owner
ar: منشئ/مالك الصورة

source: No Creator/Owner recorded
ar: لم يتم تسجيل منشئ/مالك

source: No Image Details recorded
ar: لم يتم تسجيل تفاصيل الصورة

source: (Platform)
ar: المنصة

source: None
ar: لا يوجد

source: (Camera Model)
ar: موديل آلة التصوير

source: (Bands)
ar: (الزمر (جمع زمرة

source: (Camera Type)
ar: نوع آلة التصوير

source: (Camera Resolution)
ar: درجة وضوح آلة التصوير

source: Acquisition Date
ar: تاريخ الاستحواذ/الالتقاط

source: No Date recorded
ar: لم يتم تسجيل تاريخ

source: File Date
ar: تاريخ الملف

source: No Copyright Recorded
ar: لم يتم تسجيل حقوق نسخ

source: No keywords recorded
ar: لم يتم تسجيل كلمات مفاتيح

source: No measurements recorded
ar: لم يتم تسجيل قياسات

source: No site certainty recorded
ar: لم يتم تسجيل مدى التأكد من الموقع

source: No addresses recorded
ar: لم يتم تسجيل عناوين

source: Parcels
ar: قطع

source: No parcels recorded
ar: لم يتم تسجيل قطع

source: Resource Types
ar: أنواع الموارد

source: No roles recorded
ar: لم يتم تسجيل أدوار

source: Data Source
ar: مصدر البيانات

source: Data Source Project/Affiliation
ar: مشروع/ارتباط مصدر البيانات

source: No Project/Affiliation recorded
ar: لم يتم تسجيل مشروع/ارتباط

source: Dataset Acquisition
ar: استحواذ المعلومات

source: Further comments
ar: تعليقات إضافية

source: No Comments recorded
ar: لم يتم تسجيل تعليقات

source: No site functions recorded
ar: لم يتم تسجيل وظائف للموقع

source: Threat(s) to the resource
ar: مخاطر تهدد المورد

source: Time span
ar: المدى الزمني

source: Resource Condition Assessment
ar: تقييم حالة المورد

source: No conditions recorded
ar: لم يتم تسجيل الحالة

source: No images recorded
ar: لم يتم تسجيل صور

source: Disturbances
ar: اضطرابات

source: No disturbances recorded
ar: لم يتم تسجيل اضطرابات

source: Threats
ar: مخاطر

source: No theats recorded
ar: لم يتم تسجيل مخاطر

source: Management Recommendations
ar: توصيات للإدارة

source: No recommendations recorded
ar: لم يتم تسجيل توصيات

source: Designations
ar: تحديد المكانة

source: Designation and Protection Status
ar: حالة المكانة والحماية

source: Resource Significance
ar: أهمية المورد

source: Evaluation Details
ar: تفاصيل التقييم

source: Context/Theme
ar: السياق/ الموضوع

source: No criteria recorded
ar: لم يتم تسجيل معايير

source: Eligibility Standards
ar: مقاييس الصلاحية

source: No standards recorded
ar: لم يتم تسجيل مقاييس

source: Integrity Standards
ar: مقاييس التكاملية

source: Status Codes
ar: رمز الحالات

source: No codes recorded
ar: لم يتم تسجيل رموز

source: Significance Statement
ar: بيان الأهمية

source: No statement recorded
ar: لم يتم تسجيل بيان الأهمية

source: Use
ar: الاستخدام

source: Important Dates
ar: تواريخ مهمة

source: No dates recorded
ar: لم يتم تسجيل تواريخ

source: Related Heritage Resources E27
ar: E27 موراد تراثية ذات صلة

source: View Report
ar: إطلاع على التقرير

source: Related Heritage Resources E18
ar: E18 موراد تراثية ذات صلة

source: Related People/Organisations
ar: أشخاص/ مؤسسات ذوي صلة

source: Related Information Resources
ar: مصادر معلومات ذات صلة

source: Data contributed by:
ar: صاحب الاسهام بالبيانات

source: Maps
ar: خرائط

source: Map Tools
ar: أدوات الخريطة

source: Limit search results to map extent
ar: حدد البحث في مجال الخريطة

source: Draw Polygon to Filter Map
ar: ارسم مضلع لمرشح الخريطة

source: Draw Line to Filter Map
ar: ارسم خط لمرشح الخريطة

source: Draw Point to Filter Map
ar: ارسم نقطة لمرشح الخريطة

source: Buffer (m)
ar: (منطقة الحماية (متر

source: Clustered Resources
ar: موارد مجمعة

source: Range of Years
ar: مدى من السنوات

source: (show resources with any date that falls between these years)
ar: عرض موارد بأية تواريخ تقع بين هاتين السنتين

source: Start/End Dates
ar: تواريخ البداية/النهاية

source: (show resources that meet these date criteria)
ar: اعرض الموارد حسب المعايير التالية الخاصة بالتاريخ

source: Type of date
ar: نوع التاريخ

source: Qualifier
ar: الشخص الذي يعتمد

source: You have selected the following Start/End Date filters:
ar: لقد اخترت تواريخ البداية والنهاية التالية

source: No Filters Defined
ar: لم يتم تحديد مرشح

source: The Type of Date, Qualifier, and Date fields must all be populated.
ar: يجب ادخال نوع التاريخ والذي اعتمد والتاريخ
